cask "1password-cli"
cask "wezterm"

brew "antidote"
brew "duckdb"
brew "elixir"
brew "erlang"
brew "exercism"
brew "flyctl"
brew "go"
brew "influxdb"
brew "influxdb-cli"
brew "mutagen"
brew "node"
brew "nvm"
brew "openssl@1.1"
brew "openssl@3"
brew "postgresql@14"
brew "python@3.12"
brew "sqlite"
brew "tldr"
brew "tmux"
brew "yarn"
