cask "1password-cli"
cask "wezterm"

brew "antidote"
brew "chruby"
brew "cmake"
brew "duckdb"
brew "elixir"
brew "erlang"
brew "exercism"
brew "fd"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "influxdb"
brew "influxdb-cli"
brew "lua"
brew "luajit"
brew "luarocks"
brew "mutagen"
brew "neovim"
brew "node"
brew "nvm"
brew "openssl@1.1"
brew "openssl@3"
brew "postgresql@14"
brew "powerlevel10k"
brew "python@3.12"
brew "ripgrep"
brew "ruby-install"
brew "stow"
brew "sqlite"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh"
